[Turkish]
Translated_By=Kamil Sarýaydýn
:::::::::::::::::::::::::::::::::::::::::::::::::::: Grafik Arabirim ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=ADIM 1 : USB DÝSK SEÇÝMÝ
STEP 2 : CHOOSE A SOURCE=ADIM 2 : KAYNAK SEÇÝMÝ
STEP 3 : PERSISTENCE=ADIM 3 : PERSISTENCE
STEP 4 : OPTIONS=ADIM 4 : AYARLAR
STEP 5 : CREATE=ADIM 5 : OLUÞTUR
:::::::::::::::::::::::::::::::::::::::::::::::::::: Genel ::::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=dk
Label=Etiket
Size=Boyut
Help=Yardým
Please read=Lütfen Okuyun
Error=Hata
:::::::::::::::::::::::::::::::::::::::::::::::::::: Adým 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=USB disk seçiniz
Hard drives=Sabit Diskler
No key found=USB disk bulunamadý
:::::::::::::::::::::::::::::::::::::::::::::::::::: Adým 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Ýndir
Support for .IMG files is experimental=.IMG dosyalarý desteði deneyseldir
Only Live mode is currently available in step 3, virtualization option has been disabled=Sanallaþtýrma desteði devre dýþý, sadece live modu kullanýlabilir
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator yinede ayný parametrelerle þunun için oluþturmaya çalýþacak:
:::::::::::::::::::::::::::::::::::::::::::::::::::: Adým 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(sadece Live modu)
(Persistent Mode)=(Persistence modu)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Adým 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Oluþturulan dosyalarý gizle
(except for Umenu.exe)=(Umenu.exe hariç)
Format the key in FAT32 (this will erase your data !!)=Diski FAT32 olarak biçimlendir (bu seçenek diskteki herþeyi siler!)
Enable launching LinuxLive in Windows (requires internet to install)=LinuxLive'i Windows altýnda çalýþtýrýlabilir yap
:::::::::::::::::::::::::::::::::::::::::::::::::::: Adým 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Kuruluma baþlamak içn yandaki yýldýrým simgesini týklayýn
Please choose a FAT32 or FAT formated key or check the formating option=Lütfen FAT dosya sistemi türü ile biçimlendirilmiþ disk seçin yada biçimlendirme seçeneðini etkinleþtirin
No disk selected=Disk seçilmedi
No file selected=Dosya seçilmedi
No folder or CD selected=Klasör yada CD seçilmedi
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=LinuxLive CD ISO imajýný seçiniz
Please choose a CD of LinuxLive Live or its folder=Lütfen LinuxLive CDsini yada klasörünü seçiniz
Start creation of LinuxLive USB=LinuxLive USB oluþturmaya baþla
Please validate step 1 to 3=Lütfen ilk 3 adýmý kontrol ediniz
Are you sure you want to format this disk and lose your data=Bu diski biçimlendirerek bütün verilerin silinmesini istiyor musunuz
Formatted in=Biçimlendirildi
Formating the key=USB disk biçimlendiriliyor
Step 1 to 3 OK=Ýlk 3 adým tamamlandý
Cleaning previous installations ( 2min )=Önceki yüklemeler temizleniyor ( 2dk )
Setting up virtualization software=Sanallaþtýrma yazýlýmý hazýrlanýyor
VirtualBox already downloaded=VirtualBox zaten indirilmiþ
A new version of VirtualBox is available=VirtualBox'ýn yeni sürümü bulundu
This new version will be downloaded=Yeni versiyon indirilecek
Downloading VirtualBox as a background task=VirtualBox yüklemesi arkaplanda devam ediyor
Download started succesfully=Ýndirme baþladý
Download failed to start=Ýndirme iþlemi baþlayamadý
VirtualBox will not be installed=VirtualBox kurulmayacak
Integrity could not be verified=Bütünlük kontrolü baþarýsýz
Will attempt installation=Kuruluma baþlamayý deneyecek
Cannot download=Ýndirilemiyor
Extracting ISO file on key=ISO dosyasý diske açýlýyor
Writing image to the usb stick=Ýmaj diske aktarýlýyor
Copying files to the key=Dosyalar diske kopyalanýyor
Renaming some files=Dosyalar yeniden adlandýrýlýyor
Hiding files=Dosyalar gizleniyor
Creating file for persistence=Persistence dosyasý oluþturuluyor
Formating persistence file=Persistence dosyasý biçimlendiriliyor
Live mode : no persistence file=Live mod : persistence dosyasý yok
Ubuntu variant found=Ubuntu türevi bulundu
Installing boot sectors=Boot sektörü yazýlýyor
Downloading VirtualBox=VirtualBox indiriliyor
Download complete=Ýndirme tamamlandý
Cleaning previous VirtualBox install=Önceki VirtualBox kurulumlarý temizleniyor
Extracting VirtualBox on key=VirtualBox diske açýlýyor
Applying VirtualBox settings=VirtualBox ayarlarý uygulanýyor
Your LinuxLive key is now up and ready=LinuxLive diskiniz kullanýma hazýr durumda
You do not have enough rights to launch VirtualBox=VirtualBox'ý çalýþtýrmak için gerekli izinleriniz yok
Please log in as an administrator or run VirtualBox with admin rights=Lütfen yönetici olarak oturum açýn, yada VitualBox'ý yönetici olarak çalýþtýrýn
Free memory below 256mb threshold=Kullanýlabilr bellek 256MB altýnda
This is not enough to launch LinuxLive in Windows=LinuxLive'i Windows altýnda çalýþtýrmak için yetersiz bellek.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Yardým Dosyasý ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Yardým Dosyasý Bulunamýyor
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Hilfe Schritt 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Bu yazýlým hakkýnda
User's Guide=Kullaným Kýlavuzu
Virtualization Tutorial (FR)=Sanallaþtýrma Kýlavuzu (FR)
Donate=Baðýþ Yap
Version=Versiyon
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfiguration der Tastatur ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Bu ISO dosyasý uyumlu deðil
Detecting keyboard layout=Klavye türü algýlanýyor
French (France)=Fransýzca (Fransa)
French (Swiss)=Fransýzca (Ýsveç)
Dutch=Hollandaca
Portuguese=Portekizce
US or other (qwerty)=US ve diðerleri (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfiguratiuon von VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=VMDK oluþturma hatasý
Key not found, VMDK is invalid=Disk bulunamadý VMDK geçersiz
Try to launch again SetupForAutoVMDK.exe=SetupForAutoVMDK.exe'yi tekrar çalýþtýrmayý dene
Do you want to ignore this error=Bu hatayý yoksaymak ister misiniz
:::::::::::::::::::::::::::::::::::::::::::::::::::: Überprüfung von MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=MD5SUMS dosyasý bulunamýyor
Canceling check=Kontrol iþlemi iptal ediliyor
You have the right ISO file but it is corrupted or was altered=Doðru ISO dosyasýna sahipsiniz fakat deðiþtirilmiþ yada bozuk bir sürümü
Please download it again=Lütfen tekrar indiriniz
Verifying=Kontrol ediliyor
This ISO is not compatible=Bu ISO uyumlu deðil
Please read the compatibility list in user guide=Lütfen Uyumluluk Listesini kontrol ediniz
If your version is in this list, this mean that your file is corrupted, please download it again=Eðer sizdeki sürüm bu listede ise dosyanýz bozuk demektir, lütfen tekrar indirin
This version is compatible and its integrity was checked=Bu sürm uyumlu ve bütünlük kontrolü baþarýlý
Check completed=Kontrol tamamlandý
Integrity + compatibility check=Bütünlük ve uyumluluk kontrolü
Unable to open MD5SUM.txt=MD5SUM.txt dosyasý açýlamýyor
Checking integrity=Bütünlük kontrol ediliyor
This file is corrupted=Dosya bozuk
All files have been successfully checked=Tüm dosyalar baþarýyla kontrol edildi
Checking file=Kontrol edilen dosya
:::::::::::::::::::::::::::::::::::::::::::::::::::: USB-Stick Menü ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Persistence modu
Live Mode=Live modu
Install=Kur
File Integrity Check=Dosya bütünlüðü kontrolü
Memory Test=Bellek testi
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fehlerfenster ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Bir hata oluþtu
An anonymous report was sent in order to fix this error as soon as possible=Bu sorunun giderilmesi için isimsiz bir rapor gönderildi
Show bug report=Hata raporunu görüntüle
Restart application=Programý yeniden baþlat
Close application=Programý kapat
Last Actions=Son eylemler
Unique anonymous ID=Eþsiz isimsiz kimlik
Report status=Rapor durumu
Pending=Beklemede
Error (not sent)=Hata (gönderilemedi)
Sent=Gönderildi
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=LinuxLive çalýþtýrabilmeniz için 
Remove your key and insert it again=USB diski çýkarýp tekrar takýnýz
Go to 'My Computer'=Bilgisayarým penceresini açýn
Right click on you key and select :=Diske sað tuþ týklayýp seçin : 
'LinuxLive!' to launch linux in windows='LinuxLive!' windows altýnda sanallaþtýrýlmýþ baþlat
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' tam VirtualBox arabirimiyle baþlat
'CD Menu' to launch the original CD menu='CD Menu' orjinal CD menüsü
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=yada
Manually=Manuel
Automatically=Otomatik
Please select a linux to continue=Devam etmek için lütfen daðýtým seçin
Looking for the fastest mirror=En hýzlý yansý sunucusu aranýyor
Testing mirror=Yansý test ediliyor
No online mirror found=Aktif yansý bulunamadý
Please check your internet connection or try with another linux=Lütfen internet baðlantýnýzý kontrol edin yada baþka bir daðýtým seçin
Select this file as the source when download will be completed=Ýndirme tamamlandýðýnda bunu kaynak olarak seç
Downloading=Ýndiriliyor
from=dan
Error while trying to download=Ýndirmeye çalýþýrken hata
Latency=Gecikme
Server Name=Sunucu Adý
Copy link=Linki kopyala
Launch in my browser=Tarayýcýmda aç
Best mirrors=En iyi yansýlar
Good mirrors=Ýyi yansýlar
Bad mirrors=Kötü yansýlar
Dead mirrors=Ölü yansýlar
Check will begin shortly=Kontrol birazdan baþlayacak
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Favori daðýtýmýnýzý seçin
There is a new version available=Yeni sürüm mevcut
Your LiLi's version is not up to date=LiLi-Versiyonu güncel deðil
Last version is=Son versiyon
Your version is=Sizdeki versiyon
Do want to download it=Ýndirmek ister misiniz
Error while trying to find physical disk number=Fiziksel disk numarasý bulmak isterken hata
This Linux is not in the compatibility list=Bu daðýtým uyumluluk listesinde deðil
Setting the memory to the recommended value=Bellek tavsiye edilen deðere alýnýyor
Free memory is below the recommended value for your Linux to run in Windows=Kullanýlabilir bellek Windows altýnda çalýþtýrma için tavsiye edilen deðerin altýnda
Recognized Linux=Tanýmlanan daðýtým
Built-in Persistency=Dahili persistence
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Daha önce Live disk oluþturdunuz
Are you sure that you want to recreate one=Yeniden oluþturmak istediðinize emin misiniz
The compatibility list has been updated=Uyumluluk listesi güncellendi
These linuxes are now supported=Þu daðýtýmlar artýk destekleniyor
Official Ubuntu Variants=Resmi Ubuntu türevleri
Ubuntu Based Variants=Ubuntu tabanlý daðýtýmlar
Fedora Variants=Fedora Türevleri
Debian Variants=Debian Türevleri
PCLinuxOS Variants=PCLinuxOS Türevleri
Rescue CDs=Kurtarma CDleri
Light Linuxes=Hafif Linuxlar
Gentoo Based=Gentoo türevleri
Security Purpose=Güvenlik amaçlý daðýtýmlar
Others=Diðerleri
Regular Linux (works with most linuxes)=Herhangi Linux (birçok daðýtýmla çalýþýr)
::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Taþýnabilir VirtualBox paketi güncelleniyor
Help me to improve LiLi=LiLi'yi geliþtirmeme yardým edin
This is a Beta or Release Candidate version=Bu sürüm Beta yada sunum öncesi sürümüdür
Click OK to leave a feedback or click Cancel to close this window=Tamamý seçerek geribildirim gönderebilir yada Ýptal ile çýkabilirsiniz
Options=Ayarlar
General=Genel
Versions=Versiyonlar
Compatibility List=Uyumluluk Listesi
Make a donation=Baðýþta bulun
Contact me=Ýletiþim kurun
CopyLeft by=CopyLeft by
GPL v3 License=GPL v3 Lisansý
Language=Türkçe
Available languages=Mevcut Çeviriler
Proxy=Proxy
Proxy settings=Proxy Ayarlarý
No proxy=Proxy Yok
Use system settings=Sistem ayarlarýný kullan
Use custom settings=Özelleþtirilmiþ ayarlarý kullan
Proxy URL=Proxy URL
Port=Port
Username=Kullanýcý adý
Password=Þifre
Status=Durum
Test settings=Test ayarlarý
You are connected=Baðlantý saðlandý
You are disconnected=Baðlanýlamýyor
Not tested yet=Henüz test edilmedi
Update=Güncelle
Check for updates=Güncellemelere bak
Stable releases only=Sadece stabil sürümler
Stable and beta releases=Stabil ve beta sürümler
Advanced=Geliþmiþ
Do not modify these options unless you know what you are doing=Ne yaptýðýnýzdan emin olmadýðýnýz sürece bu ayarlara dokunmayýn
Select a Linux=Daðýtým seçin
Install parameters=Kurulum Parametreleri
Use LiLi automatic recognition=LiLi otomatik tanýmlamayý kullan
highly recommended=tavsiye edilen
Force using same parameters as=Ayný parametrelerle kullanmaya zorla
Netbook screen detected=Netbook ekraný tespit edildi
Your screen vertical resolution is less than 600 pixels=Dikey çözünürlüðünüz 600 pikselin altýnda
Please use the arrow keys (up and down) of your keyboard to move the interface=Lütfen arabirimi klavyenizdeki yukarý/aþaðý tuþlarýyla taþýyýn
